Repository: eng-mohamed-ibrahem/note_app
Catalog: lib/localization/languages/l10n/app_*.arb
Languages: ar

# appTitle
source: Color Notes
ar: مذكرات ملونة

# emptyListMessage
source: add note by tapping
ar: أضف مذكرة بالضغط على

# noteTitle
source: title
ar: الموضوع

# noteBody
source: body
ar: المحتوى

# saveNoteButtonText
source: save
ar: حفظ

# addNoteAppbarTitle
source: add note
ar: أضف مذكرة

# myNotesAppbarTitle
source: my notes
ar: مذكراتى

# noteEditeSnackbarMessage
source: note edited
ar: تم تعديل مذكرة

# noteAddSnackbarMessage
source: note added
ar: تم إضافة مذكرة

# noteNotSavedSnackbarMessage
source: not saved
ar: لم يتم الحفظ

# deleteDismissText
source: Delete
ar: حذف

# deleteNoteMessage
source: note deleted
ar: تم حذف المذكرة
